{
  "welcome": "Wilkommen in mein-wallet.",
  "welcome_description": "mein-wallet ist dein bester Freund, um dein Krypto-Gleichgewicht im Auge zu behalten.",
  "why_mein_wallet": "Die Idee hinter mein-wallet ist es, Ihnen einen Überblick über alle Ihre Brieftaschen zu geben und Ihnen die Möglichkeit zu geben, zu sehen, wie sich Ihr Portfolio im aktuellen Moment unter Berücksichtigung aller Brieftaschen befindet, die Sie haben.",
  "why_mein_wallet_2": "mein-wallet benötigt keine Verbindung zu Ihren echten Geldbörsen und berücksichtigt nur die von Ihnen angegebenen Informationen",
  "why_mein_wallet_3": "Lassen Sie es uns dezentral halten und unsere Privatsphäre schützen!",
  "start": "Lasst uns beginnen!",
  "free_to_use": "mein-wallet ist eine KOSTENLOSE APP, die KEINE DATEN SPEICHERT. Die von Ihnen eingegebenen Daten bleiben nur in Ihrem lokalen Browser erhalten.",
  "add": "Hinzufügen",
  "menu_dashboard": "Portfolios",
  "menu_settings": "Einstellungen",
  "menu_donate": "Spenden",
  "donate_title": "Hilf uns!",
  "donate_description_1": "mein-wallet ist kostenlos, und das wird so sein.",
  "donate_description_2": "Unsere Idee hinter dieser kostenlosen, tragbaren App war es, die Dezentralisierung und den Datenschutz voranzutreiben. Deshalb haben wir beschlossen, mein-wallet zu erstellen.",
  "donate_description_3": "Wir denken daran, eine tragbare iOS-App und Android zu erstellen, die Ihre Daten nur lokal auf Ihrem Telefon speichern und von niemand anderem gespeichert werden",
  "donate_description_4": "Um unsere Ideen voranzutreiben und weiterhin einen Beitrag zur Welt der Kryptowährung zu leisten, bitten wir Sie um Ihre Spende.",
  "donate_copy_wallet": "Kopie",
  "language": "Sprache",
  "language_hint": "Wählen Sie die Sprache für die gesamte App",
  "portfolio_name_hint": "Dies ist der Name für Ihr Portfolio",
  "portfolio_change_name": "Hier können Sie den Namen Ihres Portfolios ändern",
  "new_portfolio_title": "Portfolio erstellen",
  "new_portfolio_description": "Hier können Sie ein neues Portfolio erstellen, in dem Sie Ihre Vermögenswerte gruppieren können.",
  "new_portfolio_submit": "Portfolio hinzufügen",
  "add_asset_title": "Neuer Vermögenswert",
  "add_asset_description": "Dieser neuer Vermögenswert wird Ihrem aktuellen Portfolio hinzugefügt.",
  "add_asset_submit": "Vermögenswert hinzufügen",
  "add_asset_amount_hint": "Dies ist die Menge des Vermögenswerts, den Sie in diesem Portfolio haben werden.",
  "cancel": "Ablehnen",
  "close": "Schließen",
  "spanish": "Spanisch",
  "english": "Englisch",
  "german": "Deutsch",
  "currency": "Währung",
  "autosave_global_hint": "Wenn Sie diese Option deaktivieren, müssen Sie nach jeder Änderung manuell auf die Schaltfläche Speichern klicken.",
  "currency_global_hint": "Wählen Sie Ihre bevorzugte Währung",
  "currency_hint": "Wählen Sie die Währung für Ihr Portfolio",
  "my_assets": "Vermögenwerte",
  "my_addresses": "Meine Adressen",
  "remove_porfolio": "Löschen",
  "save_porfolio": "Speichern",
  "my_portfolio": "Portfolio",
  "edit_portfolio_button": "Bearbeiten Ihr Portfolio",
  "loading": "Wird geladen...",
  "edit_portfolio": "Hier können Sie Ihr Portfolio bearbeiten und Assets hinzufügen.",
  "add_asset": "Hier fügen Sie Ihrem Portfolio einen neuen Vermögenswert hinzu",
  "add_portfolio": "Hier können Sie Ihr Portfolio bearbeiten und Assets hinzufügen.",
  "understood": "Verstanden!",
  "add_assets_hint": "Fügen Sie Ihrem Portfolio Assets hinzu, um zu sehen, wie sich Ihre Portfolio entwickelt",
  "create_portfolio_hint": "Erstellen Sie Ihr erstes Portfolio, um mein-wallet zu verwenden.",
  "asset_amount": "Menge",
  "asset_currency": "Währung",
  "portfolio_name": "Portfolio-Name",
  "asset_price_per_unit": "Preis pro Einheit",
  "asset_total_amount": "Gesamtmenge",
  "asset_actions": "Aktionen",
  "default_portfolio": "Standardportfolio",
  "default_portfolio_hint": "Dies ist das Standardportfolio, das beim Starten der App geladen wird "
}
