{
  "welcome": "Welcome to mein-wallet.",
  "welcome_description": "mein-wallet is your best friend in helping you to keep track in your crypto balance.",
  "why_mein_wallet": "The idea behind mein-wallet is to give you an overview of all your wallets, and to give you the posibility to see how is your portfolio in the current moment taking into account all the wallets that you have.",
  "why_mein_wallet_2": "mein-wallet does not need any connection with your real wallets, and will take into account only the information that you provide.",
  "why_mein_wallet_3": "Lets keep it decentralized and protect our privacy!",
  "start": "Let's start!",
  "free_to_use": "mein-wallet is a FREE APP that DOES NOT STORE ANY DATA. The data that you enter will be only persisted in your local browser.",
  "add": "Add asset",
  "menu_dashboard": "Portfolios",
  "menu_settings": "Settings",
  "menu_donate": "Donate",
  "donate_title": "Help us!",
  "donate_description_1": "mein-wallet is free of cost, and that will be like this.",
  "donate_description_2": "Our idea behind this free a portable app was to keep the decentralization and data privacy moving forward, and that is why we decided to create mein-wallet.",
  "donate_description_3": "We are thinking in create a portable iOS app and Android, that only store your data locally in your phone and no one else keep this information",
  "donate_description_4": "For moving forward with our ideas and keep contributing into the cryptocurrency world we ask for your donation.",
  "donate_copy_wallet": "Copy",
  "language": "Language",
  "language_hint": "Select the language for the whole app",
  "portfolio_name_hint": "This is the name for your Portfolio",
  "portfolio_change_name": "Here you can change the name of your Portfolio",
  "new_portfolio_title": "Add Portfolio",
  "new_portfolio_description": "You can here create a new Portfolio where you can group your assets.",
  "new_portfolio_submit": "Add Portfolio",
  "add_asset_title": "New asset",
  "add_asset_description": "This new asset will be added to your current Portfolio.",
  "add_asset_submit": "Add asset",
  "add_asset_amount_hint": "This is the amount of the asset that you will have in this Portfolio.",
  "cancel": "Cancel",
  "close": "Close",
  "spanish": "Spanish",
  "english": "English",
  "german": "German",
  "currency": "Currency",
  "autosave_global_hint": "If you disable this option you will need to manually press the save button after every change.",
  "currency_global_hint": "Select your preferred currency",
  "currency_hint": "Select the currency for your Portfolio",
  "my_assets": "Assets",
  "my_addresses": "My addresses",
  "remove_porfolio": "Delete",
  "save_porfolio": "Save",
  "my_portfolio": "Portfolio",
  "edit_portfolio_button": "Edit Portfolio",
  "loading": "Loading...",
  "edit_portfolio": "Here you can edit your Portfolio and add assets.",
  "add_asset": "Here you add a new asset to your Portfolio",
  "add_portfolio": "Here you can create a new Portfolio",
  "understood": "Got it!",
  "add_assets_hint": "Add assets in your Portfolio to start seeing how your wallet develop",
  "create_portfolio_hint": "Create your first Portfolio to start using mein-wallet.",
  "asset_amount": "Amount",
  "asset_currency": "Currency",
  "portfolio_name": "Portfolio Name",
  "asset_price_per_unit": "Value per unit",
  "asset_total_amount": "Total",
  "asset_actions": "Actions",
  "default_portfolio": "Default Portfolio",
  "default_portfolio_hint": "This is the default portfolio that will load when you start the app."
}
